// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Stan drukarki";

SuppliesDetailsTitle = "Szczegółowe informacje o materiałach eksploatacyjnych";
OrderSuppliesTitle = "Zamów materiały eksploatacyjne HP";

/* Loading process message */
"Loading..." = "Ładowanie…";

// Color Names
"black" = "Czarny matowy";
"blue" = "Niebieski";
"brightyellow" = "Jasnożółty";
"cyan" = "Niebieski";
"darkgray" = "Fotograficzny czarny";
"darkmagenta" = "Ciemnopurpurowy";
"flourescentpink" = "Fluoryzujący różowy";
"flourescentyellow" = "Fluoryzujący żółty";
"glossyblack" = "Błyszczący czarny";
"gray" = "Szary";
"green" = "Zielony";
"lightcyan" = "Jasnoniebieski";
"lightgray" = "Jasnoszary";
"lightmagenta" = "Jasnopurpurowy";
"lightyellow" = "Jasnożółty";
"magenta" = "Purpurowy";
"matteblack" = "Czarny matowy";
"mediumcyan" = "Średni błękitny";
"mediumgray" = "Średni szary";
"orange" = "Pomarańczowy";
"photoblack" = "Fotograficzny czarny";
"red" = "Czerwony";
"reflexblue" = "Odblaskowy niebieski";
"rhodaminered" = "Rodaminowy czerwony";
"transparent" = "Środek zwiększający połysk";
"violet" = "Niebieski";
"white" = "Biały";
"yellow" = "Żółty";

/* Name field label */
"Name:" = "Nazwa:";

/* Model field label */
"Model:" = "Model:";

/* Connection field label */
"Connection:" = "Połączenie:";

/* Address field label */
"IP Address:" = "Adres IP:";

/* Firmware version field label */
"FW Version:" = "Wersja FW:";

// Buttons
PrinterDetailsButtonTitle = "Szczegóły drukarki…";
PrinterDetailsButtonToolTip = "Otwórz narzędzie do monitorowania drukarki HP, aby uzyskać bardziej szczegółowe informacje o jej stanie i ostrzeżeniach.";
SuppliesDetailsButtonTitle = "Szczegóły materiałów eksploatacyjnych…";
SuppliesDetailsButtonToolTip = "Kliknij tutaj, aby uzyskać bardziej szczegółowe informacje o stanie pojemników z tuszem, głowic drukujących i papieru.";
OrderSuppliesButtonTitle = "Zamów materiały eksploatacyjne HP";
OrderSuppliesButtonToolTip = "Zamów materiały eksploatacyjne HP na stronie HP.com";

